[S_Broadcast_Truth_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="A ADVENT assegura que essa descoberta estará disponível imediatamente para todos os cidadãos."

[S_Broadcast_Truth_Advent_Propaganda_Announcer_02 AkEvent]
SpokenText="Vamos agora ao vivo com o Porta-Voz para mais informações..."

[S_Intro_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="A Administração ADVENT lembra a todos para reportar qualquer atividade suspeita ao guarda da paz mais próximo. Lembre-se, só juntos podemos construir um amanhã melhor."

[S_Victory_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="O toque de recolher completo continua em vigor enquanto a administração lida com a crise contínua."